Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: Your saved dives, spots, and photos sync across iPhone and iPad through your own iCloud, so your log looks the same everywhere.
de: Deine gespeicherten Tauchgänge, Spots und Fotos synchronisieren über deine eigene iCloud zwischen iPhone und iPad, sodass dein Logbuch überall gleich aussieht.
es: Tus inmersiones, puntos y fotos guardados se sincronizan entre el iPhone y el iPad mediante tu propia iCloud, para que tu registro se vea igual en todas partes.
fr: Vos plongées, spots et photos enregistrés se synchronisent entre l’iPhone et l’iPad via votre propre iCloud, pour que votre carnet soit identique partout.
it: Le immersioni, gli spot e le foto salvati si sincronizzano tra iPhone e iPad tramite il tuo iCloud, così il tuo diario è identico ovunque.
ja: 保存したダイブ、スポット、写真は、あなた自身のiCloudを通じてiPhoneとiPadの間で同期されるので、ログはどこでも同じように表示されます。
pt: Seus mergulhos, locais e fotos salvos sincronizam entre iPhone e iPad pela sua própria conta do iCloud, para que seu registro fique igual em todo lugar.
uk: Ваші збережені занурення, місця та фото синхронізуються між iPhone та iPad через ваш власний iCloud, тож ваш журнал виглядає однаково всюди.

source: Action button
es: Botón Acción
fr: Bouton Action
it: Tasto Azione
ja: アクションボタン
pt: Botão de Ação
uk: Кнопка Дії

source: Crown
es: Corona
fr: Couronne
it: Corona
ja: クラウン
uk: Головка

source: Max sessions
es: Sesiones máx.
fr: Sessions max.
it: Sessioni max
ja: 最大セッション数
pt: Máx. de sessões
uk: Макс. сесій

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
uk: Назва

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
pt: Opcional
uk: Необов’язково

source: Sessions
es: Sesiones
it: Sessioni
ja: セッション
pt: Sessões
uk: Сесії

source: Simulator
es: Simulador
fr: Simulateur
it: Simulatore
ja: シミュレータ
pt: Simulador
uk: Симулятор

source: Spots
es: Puntos
it: Spot
ja: スポット
pt: Locais
uk: Місця

source: Start
es: Iniciar
fr: Démarrer
it: Inizia
ja: 開始
pt: Iniciar
uk: Почати

source: Status
es: Estado
fr: État
it: Stato
ja: ステータス
uk: Стан

source: Sync
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
pt: Sincronização
uk: Синхронізація

source: Wind
es: Viento
fr: Vent
it: Vento
ja: 風
pt: Vento
uk: Вітер

source: Imperial
fr: Impérial
it: Imperiale
ja: ヤード・ポンド法
uk: Імперська

source: Imperial (ft/mi)
fr: Impérial (ft/mi)
it: Imperiale (ft/mi)
ja: ヤード・ポンド法 (ft/mi)
pt: Imperial (pés/mi)
uk: Імперська (ft/mi)

source: Celsius
ja: 摂氏
uk: Цельсій

source: Emoji
ja: 絵文字
uk: Емодзі

source: Fahrenheit
ja: 華氏
uk: Фаренгейт
